insert into rooms (name, hall_id) values
                                    ('Основной зал', 1),

                                    ('Основной зал', 2),
                                    ('Малый зал', 2),
                                    ('Третий зал', 2),

                                    ('Основной зал', 3),
                                    ('Верхний зал', 3),
                                    ('Нижний зал', 3),

                                    ('Основной зал', 4),
                                    ('Фойе', 4),
                                    ('Подвал', 4),
                                    ('Крыша', 4);